posts/self-introduction/index.org
   #+BEGIN_COMMENT
   .. title: 自己紹介
   .. slug: self-introduction
   .. date: 2020-05-22 15:00:00 UTC-04:00
   .. tags: self-introduction
   .. link:
   .. description:
   .. type: text
   #+END_COMMENT
#+OPTIONS: tex:mathml

* 私の自己紹介
はじめまして、三宮広之（さんのみやひろゆき）と申します．


広島の自動車部品サプライヤで働いています．

* 経歴
大学・大学院では機械工学を専攻し，修士過程を修了しました．


修士過程を修了後，広島の自動車部品サプライヤに新卒で入社し，今年で３年目になります．

* SKILLS
+ CAD実務経験１年（機械部品の図面作成：昨年は１５枚）
+ CFD実務経験１年（流体解析）
+ ドイツ語検定３級（中学２年から高校１年の８月までドイツのデュッセルドルフに住んでました．ドイツ語はほぼ喋れません）
+ TOEIC 760（英語は割と得意な方だと思います．インターナショナル・スクールに半年だけ通っていました．）

* 職務内容
現在は上司の元で新製品の開発に携わってます．


現在は流体解析の仕事をメインに行っております。
昨年は実験装置の制作や治具・製品の図面作成しておりました．

* 趣味
+ 数学
+ プログラミング（シェルスクリプト，Lisp，Python）
+ 水泳

* 学歴
滋賀県立大学　機械システム工学科卒業　2016.03


大阪大学大学院　機械工学専攻　修了 2018.03

* おわりに
自動車部品サプライヤで働いておりますが，プログラミングに興味があります． 昨年は仕事の自動化のためにテキスト処理プログラムをシェルスクリプトで作成し、手作業だと５０時間ぐらいの作業量を自動化プログラムを用いて１分で終わらせることができました。
現在は流体解析の仕事を通じて新技術の開発に取り組んでおります。実験と違ってトライアンドエラーを何回も繰り返せるシミュレーション業務に面白さを感じております。
