posts/self-introduction/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="ja">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>自己紹介 | sn3y-blog</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Playfair+Display:700,900" rel="stylesheet">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://www.sn3y.com/posts/self-introduction/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="sn3y">
<link rel="prev" href="../my-first-post/" title="My first post" type="text/html">
<meta property="og:site_name" content="sn3y-blog">
<meta property="og:title" content="自己紹介">
<meta property="og:url" content="https://www.sn3y.com/posts/self-introduction/">
<meta property="og:description" content="私の自己紹介


はじめまして、三宮広之（さんのみやひろゆき）と申します．




広島の自動車部品サプライヤで働いています．





経歴


大学・大学院では機械工学を専攻し，修士過程を修了しました．




修士過程を修了後，広島の自動車サプライヤに新卒で入社し，今年で二年目になります．





SKILLS


CAD実務経験１年（機械部品の図面作成：昨年は１５枚）
CFD実務経験１年">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2020-05-22T15:00:00-04:00">
<meta property="article:tag" content="self-introduction">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">本文を読み飛ばす</a>

<!-- Header and menu bar -->
<div class="container">
      <header class="blog-header py-3"><div class="row nbb-header align-items-center">
          <div class="col-md-3 col-xs-2 col-sm-2" style="width: auto;">
            <button class="navbar-toggler navbar-light bg-light nbb-navbar-toggler" type="button" data-toggle="collapse" data-target=".bs-nav-collapsible" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse bs-nav-collapsible bootblog4-search-form-holder">
                
            </div>
        </div>
          <div class="col-md-6 col-xs-10 col-sm-10 bootblog4-brand" style="width: auto;">
            <a class="navbar-brand blog-header-logo text-dark" href="https://www.sn3y.com/">

            <span id="blog-title">sn3y-blog</span>
        </a>
          </div>
            <div class="col-md-3 justify-content-end align-items-center bs-nav-collapsible collapse flex-collapse bootblog4-right-nav">
            <nav class="navbar navbar-light bg-white"><ul class="navbar-nav bootblog4-right-nav">
<li class="nav-item">
    <a href="index.org" id="sourcelink" class="nav-link">ソース</a>
    </li>


                    
            </ul></nav>
</div>
    </div>
</header><nav class="navbar navbar-expand-md navbar-light bg-white static-top"><div class="collapse navbar-collapse bs-nav-collapsible" id="bs-navbar">
            <ul class="navbar-nav nav-fill d-flex w-100">
<li class="nav-item">
<a href="../../archive.html" class="nav-link">文書一覧</a>
                </li>
<li class="nav-item">
<a href="../../categories/" class="nav-link">タグ</a>
                </li>
<li class="nav-item">
<a href="../../rss.xml" class="nav-link">RSSフィード</a>

                
            </li>
</ul>
</div>
<!-- /.navbar-collapse -->
</nav>
</div>

<div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
        
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">自己紹介</a></h1>

        <div class="metadata">
            <p class="byline author vcard p-author h-card"><span class="byline-name fn p-name" itemprop="author">
                    <a class="u-url" href="../../authors/sn3y/">sn3y</a>
            </span></p>
            <p class="dateline">
            <a href="." rel="bookmark">
            <time class="published dt-published" datetime="2020-05-22T15:00:00-04:00" itemprop="datePublished" title="2020-05-22 15:00">2020-05-22 15:00</time></a>
            </p>
            
        <p class="sourceline"><a href="index.org" class="sourcelink">ソース</a></p>

        </div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-orgc8f6e4f" class="outline-2">
<h2 id="orgc8f6e4f">私の自己紹介</h2>
<div class="outline-text-2" id="text-orgc8f6e4f">
<p>
はじめまして、三宮広之（さんのみやひろゆき）と申します．
</p>


<p>
広島の自動車部品サプライヤで働いています．
</p>
</div>
</div>

<div id="outline-container-org6015c82" class="outline-2">
<h2 id="org6015c82">経歴</h2>
<div class="outline-text-2" id="text-org6015c82">
<p>
大学・大学院では機械工学を専攻し，修士過程を修了しました．
</p>


<p>
修士過程を修了後，広島の自動車サプライヤに新卒で入社し，今年で二年目になります．
</p>
</div>
</div>

<div id="outline-container-org6cf7445" class="outline-2">
<h2 id="org6cf7445">SKILLS</h2>
<div class="outline-text-2" id="text-org6cf7445">
<ul class="org-ul">
<li>CAD実務経験１年（機械部品の図面作成：昨年は１５枚）</li>
<li>CFD実務経験１年（流体解析）</li>
<li>ドイツ語検定３級（中学２年から高校１年の８月までドイツのデュッセルドルフに住んでました．ドイツ語はほぼ喋れません）</li>
<li>TOEIC 760（英語は割と得意な方だと思います．インターナショナル・スクールに半年だけ通っていました．）</li>
</ul>
</div>
</div>

<div id="outline-container-org2970059" class="outline-2">
<h2 id="org2970059">職務内容</h2>
<div class="outline-text-2" id="text-org2970059">
<p>
現在は上司の元で新製品の開発に携わってます．
</p>


<p>
現在は流体解析の仕事をメインに行っております。
昨年は実験装置の制作や治具・製品の図面作成しておりました．
</p>
</div>
</div>

<div id="outline-container-orgb12e676" class="outline-2">
<h2 id="orgb12e676">趣味</h2>
<div class="outline-text-2" id="text-orgb12e676">
<ul class="org-ul">
<li>数学</li>
<li>プログラミング（シェルスクリプト，Lisp，Python）</li>
<li>水泳</li>
</ul>
</div>
</div>

<div id="outline-container-org0619deb" class="outline-2">
<h2 id="org0619deb">学歴</h2>
<div class="outline-text-2" id="text-org0619deb">
<p>
滋賀県立大学　機械システム工学科卒業　2016.03
</p>


<p>
大阪大学大学院　機械工学専攻　修了 2018.03
</p>
</div>
</div>

<div id="outline-container-org3c4944e" class="outline-2">
<h2 id="org3c4944e">おわりに</h2>
<div class="outline-text-2" id="text-org3c4944e">
<p>
自動車部品サプライヤで働いておりますが，プログラミングに興味があります． 昨年は仕事の自動化のためにテキスト処理プログラムをシェルスクリプトで作成し、手作業だと５０時間ぐらいの作業量を自動化プログラムを用いて１分で終わらせることができました。
現在は流体解析の仕事を通じて新技術の開発に取り組んでおります。実験と違ってトライアンドエラーを何回も繰り返せるシミュレーション業務に面白さを感じております。
</p>
</div>
</div>
    </div>
    <aside class="postpromonav"><nav><ul itemprop="keywords" class="tags">
<li><a class="tag p-category" href="../../categories/self-introduction/" rel="tag">self-introduction</a></li>
        </ul>
<ul class="pager hidden-print">
<li class="previous">
                <a href="../my-first-post/" rel="prev" title="My first post">一つ前の文書</a>
            </li>
        </ul></nav></aside></article><!--End of body content--><footer id="footer">
            Contents © 2020         <a href="mailto:hirothedon@tutanota.com">sn3y</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
            
        </footer>
</div>
</div>


        <script src="../../assets/js/all-nocdn.js"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});
    </script>
</body>
</html>
